window.siteDiaryData = {
  posts: [
    {
      id: "2026-04-01",
      date: "2026.04.01",
      category: "創作活動",
      title: "公式サイト作り",
      body:
        "自分で自分のサイトを作ってみたくて、勉強を始めてみました。まだまだ未熟ですがちょっと作ったので公開！"
    },
    {
      id: "2026-03-24",
      date: "2026.03.24",
      category: "ファンアート",
      title: "ファンアートを見返した夜",
      body:
        "#NagisArt を見ていて、過去のイラストをたくさん見てほんわかした幸せな時間でした。"
    },
    {
      id: "2026-03-21",
      date: "2026.03.21",
      category: "配信裏話",
      title: "久しぶりの配信",
      body:
        "いつぶりだろうかわからないくらい久しぶりの配信。短い時間でしたがとても楽しかった。来てくれた人ありがとう！"
    },
  ]
};
